module.exports.position = {
  latitude: "34.82738",
  longitude: "113.551249"
},

module.exports.map = [{
  branchName: "莲花街校区",
  index: 1,
  place: [{
    build: "校门",
    scale: 15,
    data: [{
      id: 1,
      name: "南门",
      latitude: "34.827749",
      longitude: "113.551527",
      iconPath: "/images/出入口.png",
      width: "35",
      height: "35",
      images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200616141142_009cbe7e8ef1a07ba592bb45db916ae2.jpg"],
      description: "南门是学校正门，社会车辆只允许从南门出入。附近公交：B2路、B35路、45路、B66路、S150路、Y20路。"
    }, {
      id: 2,
      name: "西门",
      latitude: "34.830885",
      longitude: "113.542706",
      iconPath: "/images/出入口.png",
      width: "35",
      height: "35",
        images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200616141149_48a3f381319c2b057e7c3cba02a213fd.jpg"],
        description: "附近公交：郑州地铁一号线河南工业大学站、B2路、B35路、S152路、45路、Y20路。"
    }, {
      id: 3,
      name: "东门",
      latitude: "34.829905",
      longitude: "113.557210",
      iconPath: "/images/出入口.png",
      width: "35",
      height: "35",
        images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200616141157_d9ac62e54db14f4bc401f0104cb2c725.jpg"],
        description: "附近公交：S151路。"
    }]
  }, {
    build: "教学楼",
    scale: 16,
      data: [{
        id: 1,
        name: "教学楼（4号楼）",
        latitude: "34.829058",
        longitude: "113.552070",
        iconPath: "/images/教学楼.png",
        width: "35",
        height: "35",
        images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630072946_475e4b13fcb5c5b9fbb298020d1bff9f.jpg","http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630073014_d688f18714168ec212f3f9ca0efb12ce.jpg"],
        description: "主教学楼。"
      },{
      id: 2,
      name: "经济贸易学院（3号楼）",
      latitude: "34.829199",
        longitude: "113.553818",
      iconPath: "/images/教学楼.png",
      width: "35",
      height: "35",
          images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630073150_4816dc7e11fb2a8a50c13bf4e8dbf71f.jpg"],
          description: "经济贸易学院的前身是1958年郑州粮食学院建立的经济系，2004年成立河南工业大学后，经济贸易学院于2005年1月重新组建。经过多年发展，学院现有金融学、国际贸易学、经济学及财政学4个本科专业，2016年前金融学、经济学一本招生，国际贸易学、财政学二本招生，2017年之后四个专业全部一本招生。学院拥有应用经济学、理论经济学2个一级学科学术硕士学位授权点，产业经济学、金融学、国际贸易学、财政学、经济史、人口资源与环境经济学等16个二级学科学术硕士学位授权点，农业硕士（农村与区域发展领域）1个专业硕士学位授权点，以及同等学历人员硕士学位授予权。学院2015年开始招收服务国家特殊需要项目“食品科学与工程”学科之“粮食质量安全与品质控制技术”方向的博士研究生，已经建成了从本科、硕士到博士完整的人才培养体系。近些年来，学院本科生、硕士生、博士生生源足质量高，招生规模逐年扩大，还承担了来自巴基斯坦、蒙古、韩国等多名留学生的人才培养任务，并先后输送了50多名在校学生出国学习深造。"
    },
      {
        id: 3,
        name: "管理学院（3号楼）",
        latitude: "34.828561",
        longitude: "113.554114",
        iconPath: "/images/教学楼.png",
        width: "35",
        height: "35",
        images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630073102_364b44626cadd5384b3492c9b7e19775.jpg"],
        description: "管理学院始建于1983年。现有管理科学与工程和工商管理2个省级重点学科，其中管理科学与工程是学校“服务国家特殊需求博士人才培养项目”的支撑学科，拥有博士生招生权。有管理科学与工程和工商管理2个一级硕士点，会计学、企业管理、技术经济及管理、旅游管理、电子商务、物流管理与工程等6个二级学科硕士点，以及MBA、MPACC和物流工程等3个专业学位授权点。开设有电子商务、工商管理、物流管理、旅游管理、财务管理5个本科专业，2017年5个本科专业全部实现在河南省按本科一批进行招生，其中电子商务专业为国家级特色专业建设点并从2011年开始按一本进行招生。目前，拥有从本科、硕士到博士在内完整的人才培养体系。学院现有教职工111人，其中教授、副教授62人，博士40人。教师队伍中，拥有河南省学术技术带头人1人，河南省优秀专家1人，河南省创新人才培养工程资助对象1人，河南省优秀青年骨干教师5人，河南省教育厅学术技术带头人5人，河南省高校社科创新人才5人。设有4个行政办公室、1个资料中心、1个MBA教育中心、5个专业系和3个研究所以及1个管理学科综合实验中心。"
      },
      {
        id: 4,
        name: "法学院（3号楼）",
        latitude: "34.828891",
        longitude: "113.554693",
        iconPath: "/images/教学楼.png",
        width: "35",
        height: "35",
        images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630073052_47b7533d8b09058caf0da3025fd8f3ec.jpg"],
        description: "河南工业大学法学院溯源于2002年的郑州工程学院文化传播与法政系，2003年更名法学系并开始招收第一届法学专业本科生，2005年1月合并组建河南工业大学法学院，2017年法学专业按照一本专业招生并开始招收第一届法律硕士研究生。目前，法学专业已连续15年招生，现有在校本科生567人，法学双学位学生153人，法律硕士研究生12人，已为社会培养毕业生1209人。法学院目前拥有河南省法学一级重点学科，是河南省首批应用型、复合型卓越法律人才教育培养基地。法学专业是河南工业大学“优培工程”专业，具有法律专业硕士学位授予权，在本校马克思主义学院法学硕士和经济贸易学院农业硕士培养体系中开设有培养方向，同时招收了十届数百人的法学双学位学生，与本校外语学院联合开设“英语+法学”双学位专班。 法学院拥有一支年富力强、专业素质较高、职称学历学缘结构较为合理的师资队伍，其中有博士20人（内含博士后3人，在站博士后1人），在读博士2人；有教授5人，副教授9人；有博士生导师2人，硕士生导师9人，现有师资力量能够满足教学科研需要。这支队伍在省内拥有较高声誉，有3人被聘为中共河南省委法律专家库成员，1人被聘为河南省人民政府法律顾问；有4人担任河南省法学会二级研究会的副会长；有2人为河南省知识产权高层次人才。学院重视人才培养，强调研究与教学并重，以高层次科研成果服务于教学。"
      },
      {
        id: 5,
        name: "马克思主义学院（3号楼）",
        latitude: "34.828997",
        longitude: "113.554317",
        iconPath: "/images/教学楼.png",
        width: "35",
        height: "35",
        images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630073248_7c1fbc61055df078ccbfca9e34447458.jpg", "http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630073237_031e97d2d5dcccd4e85a89baed38a8c2.jpg"],
        description: "河南工业大学马克思主义学院成立于2015年6月26日。其前身是思想政治教育学院，成立于 2011年4月。思想政治教育学院的前身是法学院，成立于2005年1月，由原郑州工程学院法学系和郑州工业高等专科学校社会科学部组建而成。法学系前身是1956年成立的中央粮食干部学校的马列主义教研室。1960年马列主义教研室隶属郑州粮食学院宣传部。1966年文化大革命开始后，马列主义教研室解散，教师分配到各系、处。1973年，学校并入郑州工学院，成立马列主义教研组。1978年4月1日，郑州粮食学院恢复，重新恢复马列主义教研室，归属基础部。1979年，马列主义教研室从基础部分出。1988年，马列主义教研室更名为政治理论教研部。1991年11月，原属学工部的德育教研室并入。1994年改称为社会科学部。2002年5月，在社会科学部基础上成立文化传播与法政系。2003年7月撤销文化传播与法政系，成立法学系。学院在校党委的领导下，主要承担全校专科、本科、硕士研究生、博士研究生的思想政治理论课程教学和科研工作，并承担了全校相关的人文社会科学课程的教学、科研及管理工作。目前，学院教师总数57人，其中教授9人，副教授18人。学院具有博士学位教师25人。90% 以上教师拥有硕士学位。另外，学院还有校内兼职的教授、副教授30余人。 学院下设马克思主义基本原理、中国近代史纲要、毛泽东思想和中国特色社会主义理论体系概论、思想道德修养与法律基础、形势与政策五个教研室。学院下设党政办公室、教学办公室、学生工作办公室。学院2007年开始在思想政治教育、马克思主义基本原理硕士点招生。2011年拥有马克思主义理论一级硕士学位授权点1个，马克思主义理论学科在2012年被评为河南省第八批一级重点学科, 2017年被评为河南省第八批一级重点学科。目前在校研究生46人。设有思想政治教育、马克思主义基本原理、马克思主义中国化等三个二级硕士学位点。本学位点拥有硕士研究生导师18人，教授16人。毕业研究生就业率达到100%。"
      },{
          id: 6,
          name: "体育学院",
          latitude: "34.833664",
          longitude: "113.549076",
          iconPath: "/images/教学楼.png",
          width: "35",
          height: "35",
        images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630073340_41bcbeff919ee8a6aefb06fcbfde4b13.jpg"],
        description: " 河南工业大学体育学院现有教职工49人，专任教师46人，中；其中教授5人，副教授21人，讲师16人，具有硕士学位32人。学院现有河南省优秀专家1人，河南省教学名师1人，河南省优秀教师1人，河南省文明教师2人，国际级裁判1人，国家级裁判4人，一级裁判25人；近年来，学院教师获省级教学成果一等奖1项，河南省科技进步一等奖1项，河南省发展研究二等奖1项，校级教学大奖赛一等奖4人，郑州市学术技术带头人1人。"
        },
      {
        id: 7,
        name: "新闻与传播学院（5号楼）",
        latitude: "34.830278",
        longitude: "113.551989",
        iconPath: "/images/教学楼.png",
        width: "35",
        height: "35",
        images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630073402_e0c4e7f3aeffe5722924dac087f2c5e2.jpg"],
        description: "河南工业大学为适应经济社会和媒体快速发展的需要，整合力量，集合资源，于2001年招收第一届广告学专业学生开始新闻传播学本科教育，2004年建立河南工业大学新闻与传播学院。十余年来，在社会各界的支持下，学院上下团结一致、积极探索，锐意改革、奋发有为，得到了长足发展，形成了鲜明的办学特色，良好的社会评价，已经成为中原大地上新闻传播专业人才培养的重要基地。学院现拥有一个一级硕士学位授予权，即新闻传播学硕士学位授予权；一个专业硕士学位授予权即新闻与传播专业硕士；四个本科专业，即广告学、广播电视学、播音与主持艺术、网络与新媒体；一个中心，即河南省省级实验教学示范中心—河南工业大学传媒实验教学中心；一个研究所，即文化与传播研究所。一级学科新闻传播学获批第九批河南省一级重点学科。全日制在校生1500余人。"
      },
      {
        id: 8,
        name: "外语学院（5号楼）",
        latitude: "34.830080",
        longitude: "113.551973",
        iconPath: "/images/教学楼.png",
        width: "35",
        height: "35",
        images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630073352_d2af1fbf33f31794e6eca86b01908269.jpg"],
        description: "河南工业大学外语学院始建于1993年，1996年招收首届本科生。学院现有英语、翻译和日语3个本科专业，1个外国语言文学一级学科硕士学位授权点。英语专业本科1996年招生，曾下设经贸、法律、口译和笔译方向。日语专业本科2012年招生，于2017年暂停招生。翻译专业本科2016年获批招生。外国语言学及应用语言学硕士学位授予点于2006年获批，2007年招生首届硕士研究生。学院现有全日制在校生705人，其中本科生678人，硕士研究生26人。学院拥有一支爱岗敬业、业务精湛的师资队伍。现有教职工104人，其中专任教师99人，承担英语、翻译和日语本科专业及全校博士、硕士、本专科及双学位所有专业的英语教学及研究工作。专任教师中具有高级以上职称42人，博士学位11人，硕士生导师11人，40余人次具有英、美、澳等海外著名大学的访学与研修经历。2013年，学院与加拿大英语教育机构合作开展EIE(Education in English) 合作项目，每年聘请来自加拿大、英国、美国、澳大利亚等国家的外籍教师20人，营造外语学习环境，进行教学改革。学院教师曾获各类教学奖励及荣誉称号，其中“河南省教育厅学术技术带头人”3人，“河南省优秀教师”1人，“河南省教育系统优秀教师”2人，省级及校级“教学标兵”15人，校 “十佳师德标兵”3人，85人次获各类国家级、省级及校级教学大奖赛奖励。学院教学硬件设施齐全，教学软件及图书资源丰富。建有1个同声传译实验室、26个语言实验室及电影放映室、微课录播室和英语广播电台。"
      },
      {
        id: 9,
        name: "信息科学与工程学院（6号楼）",
        latitude: "34.828675",
        longitude: "113.550192",
        iconPath: "/images/教学楼.png",
        width: "35",
        height: "35",
        images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630073023_c4541094ee5745ad80d7ee221a68dc25.jpg"],
          description: "河南工业大学信息科学与工程学院荟萃了一大批在国内外颇有影响的专家学者，现有教授23人，副教授72人，具有博士学位的77人，博士生导师3人，硕士生导师58人，国务院特殊津贴专家、河南省跨世纪学术和技术带头人、河南省优秀专家、河南省杰出创新人才、教育部新世纪优秀人才、河南省杰出青年基金获得者等学术带头人9人。拥有面向粮食行业信息技术研究河南省创新型科技团队和郑州市创新型科技团队。学院拥有粮食信息处理与控制教育部重点实验室、粮食信息与检测技术河南省工程技术研究中心和河南省高校工程技术研究中心、粮食物联网技术河南省工程实验室、粮食信息处理河南省高校重点实验室培育基地、郑州市粮食信息与控制重点实验室等学科平台，计算机科学与技术国家级特色专业、信息技术河南省实验教学示范中心等教学平台，通信工程、计算机科学与技术、地图制图学与地理信息工程3个第八批河南省重点学科，其中信息与通信工程、计算机科学与技术为一级学科，且信息与通信工程为50个河南省重点资助的一级学科之一。学院现有计算机科学与技术、模式识别与智能系统、信号与信息处理、地图制图学与地理信息工程、计算机技术五个硕士点，计算机科学与技术、电子信息工程、电子信息科学与技术、软件工程、空间信息与数字技术、物联网工程六个本科专业。目前在校研究生、本专科生共计2500余名。"
      },
        {
          id: 10,
          name: "理学院（6号楼）",
          latitude: "34.829129",
          longitude: "113.550788",
          iconPath: "/images/教学楼.png",
          width: "35",
          height: "35",
          images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630073216_5db7a36b5d0fbdde9b98129e8906c420.jpg"],
          description: "理学院现有数学与应用数学、应用统计学、信息与计算科学和应用物理学四个本科专业，数学一级学科硕士学位授权点（包括基础数学、应用数学、概率论与数理统计、计算数学、运筹学与控制论五个二级点）和凝聚态物理二级硕士学位授权点，数学学科和物理学科均是河南省重点学科。理学院师资力量雄厚，现有专任教师115人，其中教授14人、副教授34人，硕士生导师23人，具有博士学位的教师71人。全国优秀教师1人，河南省优秀教师2人，河南省学术技术带头人1人，河南省文明教师2人，河南省高校师德建设先进个人3人，河南省优秀中青年骨干教师6人，河南省教育厅学术技术带头人5人。学院有稳定的、能代表学科发展前沿、有特色的研究方向，如非线性偏微分方程、有限元计算、组合优化、凝聚态物理、电子技术检测等。学院有良好的办学条件和先进的教学科研仪器、设备。学院教学机房建筑面积达400余平方米，有教学用计算机200余台；学院建有数学建模实验室、数学与应用数学创新实验室、统计与计量经济实验室和经济与金融实验室、物理仿真实验室；拥有SAS、SPSS、EXCEL、S-PLUS、Eviews等统计应用软件，能为应用统计学专业教学、科研和时间分析提供硬件保障；学校图书馆和学院资料室拥有藏书近100多万册，期刊2000多种，电子期刊3000多种，为专业基础课、专业课的教学和科研提供了良好的保障。"
        },
      {
        id: 11,
        name: "国际教育学院（6号楼）",
        latitude: "34.829529",
        longitude: "113.550771",
        iconPath: "/images/教学楼.png",
        width: "35",
        height: "35",
        images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630073114_50bed7671e9d740da488a65fef4c7bd1.jpg"],
        description: "河南工业大学是经教育部批准的全国首批开展中外合作办学本科教育项目的学校之一，2003年成立国际教育学院，同年面向全国招生，本科二批录取。通过引进国外优质资源，与英国瑞丁大学合作开办食品科学与工程、生物技术2个本科专业，与英国威尔士大学合作开办会计学、市场营销和人力资源管理3个本科专业。合作双方互派教师、互认学分，教学资源全面共享。达到一定条件后，学生可选择到合作学校学习。食品科学与工程专业具有50多年的办学历史，是国家和省级特色专业、省级一级重点学科、一级硕士点；生物技术专业创办于1991年，是由食品科学与工程专业分化出来的，依托生物化工省级重点学科，具有雄厚的师资力量和良好的实验环境；会计学、市场营销和人力资源管理三个专业均创办于1995年，依托管理科学与工程省级一级重点学科、一级硕士点，具有设施先进的管理学科综合实验室和丰富的文献资料室。"
      },
      {
        id: 12,
        name: "机电工程学院（7号楼）",
        latitude: "34.830208",
        longitude: "113.550594",
        iconPath: "/images/教学楼.png",
        width: "35",
        height: "35",
        images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630073136_cd7de7be4637270c952e1471b92fef89.jpg"],
        description: "河南工业大学机电工程学院现有机械设计制造及其自动化、材料成型及控制工程、过程装备与控制工程、车辆工程和包装工程5个本科专业，全部为一本招生，其中：机械制造设计及其自动化和过程装备与控制工程专业为河南省特色专业，机械制造设计及其自动化专业已通过教育部专业认证。学院机械工程学科为河南省一级重点学科，拥有机械设计及理论、机械制造及其自动化、机械电子工程、车辆工程和粮油机械及物流装备工程、材料加工工程等学科方向硕士学位授予权，2018年获得机械工程一级学科博士学位授予资格。学院现有专任教师102人，其中教授及其他正高级16人、副教授及其他副高级45人；具有博士学位的教师49人、博士生导师5人，硕士研究生导师36人。拥有河南省学术技术带头人、教育厅学术技术带头人、河南省青年骨干教师等十余人。学院是“食品装备产业技术创新战略联盟”、“中国轻工机械协会科学和教育分会”、“全国包装工程学会”的理事单位。目前，在读本科生2500余人，研究生100余人。在河南省高校的机械工程学院中综合实力位居前列。"
      },
      {
        id: 13,
        name: "粮油食品学院（8号楼）",
        latitude: "34.828525",
        longitude: "113.548368",
        iconPath: "/images/教学楼.png",
        width: "35",
        height: "35",
        images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630073228_61821650ff7ee89ebabd3fba460f50fc.jpg"],
        description: "粮油食品学院是河南工业大学最具特色的重点优势学院之一，以原郑州粮食学院建校时的粮食工程、油脂工程、粮油储藏三大特色本科专业为基础，经过50年的发展，其间又增设了食品科学专业，现已成为国内粮油食品领域规模最大、专业设置最完整，且具有鲜明专业特色和雄厚科技实力的学院，在国内外粮油食品行业享有较高的声誉和知名度。学院荟萃了一大批在国内外颇有影响的专家学者，现有教授35名，副教授和高级工程师33名，博士45名，博士生导师6名，博士、硕士研究生导师49名，中国工程院院士1名，河南省特聘教授2名，享受政府特殊津贴专家8名，河南省跨世纪学术和技术带头人4名，省部级优秀专家4名，河南省高校创新人才培养对象4名， 河南省百千万人才培养对象3名。食品科学与工程专业、粮食工程专业为河南省名牌建设专业和国家级特色专业, 2009年获批按照一本招生，为河南省一级重点学科。拥有国家级粮油食品类工程应用型人才培养模式创新实验区、河南省食品科学实验教学示范中心、河南省省级教学团队（粮油科学与工程、谷物科学）等。学院从1981年开始招收硕士研究生，拥有食品科学与工程一级学科硕士学位授权点和粮食、油脂及植物蛋白工程，农产品加工及贮藏工程，农业昆虫与害虫防治，食品科学四个硕士学位授权点；有同等学力人员申请硕士学位和食品工程专业工程硕士学位授予权；2010年新增了农业推广硕士专业学位授权点；为国家粮食安全特殊需求博士人才培养项目单位，2013年开始招生博士研究生。建有小麦与玉米深加工国家工程实验室、粮食储运国家工程实验室、粮食储藏与安全教育部工程研究中心、国家大豆改良中心精深加工研究所，河南省谷物资源转化与利用重点实验室、河南省高等学校“粮油精深加工与品质控制”重点学科开放实验室和国家粮食局粮油食品工程技术中心等研究机构。学院特别注重理论与实践相结合，注重科技为社会服务，不断吸收发达国家粮油食品加工方面先进的科学技术，并采用多种措施和形式进行国际合作及技术交流。同联合国粮农组织、法国粮食行业联合会、法国谷物研究院、法国粮食出口协会、美国小麦协会、美国谷物协会、加拿大小麦局、加拿大谷物委员会及澳大利亚国际农业发展中心等国家的粮食行业管理、科研机构保持了良好的合作关系。与国际著名的有粮油食品工程学科的大学：美国堪萨斯州立大学、美国北大可达州立大学、英国瑞丁大学、加拿大曼尼托巴大学、德国柏林工业大学等保持密切合作，并签署有双方互认学分的协议，共同培养本科生和研究生。"
      },
      {
        id: 14,
        name: "化学化工学院（9号楼）",
        latitude: "34.829961",
        longitude: "113.547794",
        iconPath: "/images/教学楼.png",
        width: "35",
        height: "35",
        images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630073125_a143eb541ad1509921434a9a7945734b.jpg"],
        description: "河南工业大学环境工程专业于1999年成立，2000年招收本科生；2006年获批环境工程学术硕士授权点；2008年，环境科学与工程获批河南省一级重点学科；2013年，成为河南省“环境污染治理与生态修复”协同创新中心的核心成员单位；2015年，获批“河南省复合污染治理研究”—河南省院士工作站；2016年获批环境工程硕士专业学位授权点。经过近20年的发展，本专业本科生培养规模达120人/年，累计毕业生数近1000人，已发展成在粮油食品污染控制方面具有明显优势、在粮油食品行业有较大影响的特色专业，已成为粮油食品工业污染控制研究与人才培养的基地。本专业拥有一支学术水平高，教学经验丰富，学历结构、职称结构、学缘结构合理的专业师资队伍。现有专任教师26人，其中教授6人，副教授10人，具有博士学位20人，博士生导师2人，硕士生导师13人，河南省重点学科带头人、河南省教育厅学术技术带头人、河南省高校青年骨干教师等学术带头人8人，国家注册环保工程师、国家注册给排水工程师4人。拥有面向粮油食品行业污染控制技术研究的河南省科研团队，主要以粮油食品加工污染物为研究对象，形成了优势明显的4个方向，即水污染控制理论与技术、清洁生产与固体废物资源化利用、粮油食品安全与土壤修复、现代环境分析理论与技术。"
      },
      {
        id: 15,
        name: "生物工程学院（9号楼）",
        latitude: "34.830221",
        longitude: "113.547767",
        iconPath: "/images/教学楼.png",
        width: "35",
        height: "35",
        images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630073300_8cf1eda86a72de6a6774005e0e30c53f.jpg"],
        description: "河南工业大学生物工程学院发端于1987年学校设立的饲料工程专业大专班，至今已有31年的办学历史。学院秉承“以特色谋生存，以质量求发展”的理念，立足中原，服务行业，面向全国，培养理论基础扎实、实践能力突出的生物行业高素质应用型人才。经过几代师生共同努力，学院在人才培养、学科建设、科学研究和社会服务等方面得到快速发展，办学成效显著，社会及行业影响力不断提升。学院设有党政办、教学办、学工办及团委等4个管理办公室，生物工程系、生物技术系、动物科学系及教学实验中心等4个教学系（中心）。现有生物工程、生物技术、制药工程及动物科学4个本科专业，其中动物科学和生物技术为河南省特色专业，动物科学和制药工程为学校立项建设的优培专业，生物工程专业是学校的传统优势专业。现有“生物学”、“药学”和“畜牧学”3个河南省一级重点学科，“生物学”和“药学”2个一级硕士学位授权点，“发酵工程”和“动物营养与饲料科学”2个二级硕士学位授权点 及“食品加工与安全”专业硕士学位授权点。学院全日制在校生共1593人，其中硕士研究生86人、本科生1507人。学院建有“工业微生物菌种选育与保藏河南省工程实验室”、“农产品产后微生物检测与防控河南省高校重点实验室（培育基地）”、“河南省高校生物饲料工程技术研究中心”等一批高水平学科基地及创新平台。"
      },
      {
        id: 16,
        name: "设计艺术学院（18号楼）",
        latitude: "34.831344",
        longitude: "113.554392",
        iconPath: "/images/教学楼.png",
        width: "35",
        height: "35",
        images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630073313_ee92e201d9aadcfae6a955abcc5f3a14.jpg"],
        description: "设计艺术学院现有教职工76人，其中教授、副教授、讲师以上69人。现有建筑学专业硕士点1个，视觉传达设计、环境设计、产品设计、数字媒体艺术、动画5个四年制本科专业，包括8个专业方向：产品设计、交通工具设计、视觉传达设计、环境艺术设计、景观设计、动画和数字媒体艺术。学院教学设施齐全，有模型工作室、丝网印刷实验室、图形工作室、彩喷雕塑等六个专业实验室，建有千余平方米的大型展厅。学院学术氛围浓厚，先后有中央美术学院、日本东京经济大学、清华大学美术学院、江南大学设计学院、中国艺术研究院、英国利兹大学设计学院、曼彻斯特大学设计学院等知名教师前来讲学。"
      },
      {
        id: 17,
        name: "电气工程学院（31号楼）",
        latitude: "34.829397",
        longitude: "113.547000",
        iconPath: "/images/教学楼.png",
        width: "35",
        height: "35",
        images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630073042_e9841302fd18962396648b5385abc717.jpg"],
        description: "电气工程学院设有自动化（河南省优势特色专业）、电气工程及其自动化（河南省优培工程专业）、测控技术与仪器、轨道交通信号与控制四个本科专业，分属三个一级学科；学院下设控制工程系、电气工程系、测控工程系、电工电子教学实验中心；学院设有控制科学与工程一级硕士学位点，该学科为河南省重点学科。是河南省仪器仪表学会理事长单位，河南省电工技术学会理事单位。学院现有教职工91人，拥有国务院特殊津贴专家、省级及以上学术领军人才和教学名师等一批学术骨干。其中有教授、副教授50人，高级实验师、高级工程师5人，博士36人；教师中享受国务院政府特殊津贴专家、河南省优秀专家2人，博士生导师2人，硕士生导师19人。"
      },
      {
        id: 18,
        name: "材料科学与工程学院（31）",
        latitude: "34.829067",
        longitude: "113.546990",
        iconPath: "/images/教学楼.png",
        width: "35",
        height: "35",
        images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630073034_a6aaa274daed8dca51954bb3e1a27d7c.jpg"],
        description: "材料科学与工程学院创建于1956年，是河南工业大学特色院系之一。在六十多年的建设与发展过程中，秉承“博学、明理、勤思、善行”的院训，在全国磨料磨具、超硬材料行业形成了自己独有的优势。 学院师资力量雄厚。现有教授18人，副教授、高级工程师、高级实验师29人，博士后4人，博士43人(海归博士12人) ，博士生导师2人，硕士生导师24人。其中，享受国务院特殊津贴专家1人，机械部青年科技专家1人，河南省创新人才工程入选者1人，河南省优秀中青年骨干教师3人，河南省教育厅杰出人才创新基金获得者1人。"
      },
      {
        id: 19,
        name: "土木建筑学院（32号楼）",
        latitude: "34.829208",
        longitude: "113.544710",
        iconPath: "/images/教学楼.png",
        width: "35",
        height: "35",
        images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630073328_89d6c9db31edd6a4c5ade52a18cf3c47.jpg"],
        description: "河南工业大学土木建筑学院创建于1978年，前身是郑州工程学院建筑工程系和郑州粮食学院建筑工程系、粮油仓厂建筑工程系。现有4个行政办公室，5个系，2个中心和河南工大设计研究院。学院现有教职工137人，其中双聘院士1名，长江学者1名，省级特聘教授3人，校级特聘教授2人；教授、教授级高工15人，副教授、高级工程师44人，博士57人，博士生导师9人，硕士生导师42人，享受国务院特殊津贴专家3人；“全国优秀力学教师”2名，“河南省优秀教师”3名，“河南省师德先进个人”2名，“河南省教学名师”1名，校级“十佳师德标兵”4名。国家一、二级注册建筑师10人，一级注册结构师21人，注册岩土工程师8人，注册造价师8人，咨询师15人。学院荟萃了一批在国内外颇有影响的专家、学者和教授，形成了一支学历层次高、结构合理、富有创新和奉献精神的师资团队。学院现有土木工程、工程管理、建筑学、建筑环境与能源应用工程、道路桥梁与渡河工程和工程力学、交通工程等本科专业7个；现有土木工程一级博士学位授权点1个，土木工程、建筑学和力学等一级硕士点3个，结构工程、岩土工程、防灾减灾与防护工程和项目管理等二级硕士点15个，建筑与土木工程专业硕士学位点1个；土木工程专业点获批教育部本科综合改革试点；土木工程、建筑学、力学等河南省一级重点学科3个。土木工程学科为“粮食产后安全及加工”为河南省优势特色学科群主要支撑学科。"
      }]
  }, {
    build: "宿舍楼",
    scale: 16,
    data: [{
      id: 1,
      name: "F区",
      latitude: "34.832713",
      longitude: "113.543916",
      iconPath: "/images/宿舍.png",
      width: "35",
      height: "35",
      images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630072117_3e55818b4198950ece0c50adddf300e4.jpg", "http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630072129_331c3419ba5bdd1d477fa82b7e11021a.png", "http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630072142_c2aeb5491d209c10e91126144c7d238e.jpg"],
      description: "男生宿舍，标准六人间，独立阳台和卫生间，房间有暖气、热水、空调、电风扇，共20层，每层设有电梯、公共自习室，洗衣机、饮水机。"
    },{
        id: 2,
        name: "A区01座",
        latitude: "34.833219",
        longitude: "113.550203",
        iconPath: "/images/宿舍.png",
        width: "35",
        height: "35",
        images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630072004_93bb57b32a262a3408826a54a8ec59c9.jpg", "http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630072015_1663daafab21e88dc8811e509ca19913.jpg"],
        description: "学生宿舍四改六，非上床下桌，独立阳台和卫生间，有暖气、空调、电风扇，共六层，二楼设有公共自习室，一楼洗衣机，部分楼层有饮水机。"
      }, {
        id: 3,
        name: "A区02座",
        latitude: "34.833255",
        longitude: "113.550493",
        iconPath: "/images/宿舍.png",
        width: "35",
        height: "35",
        images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630072004_93bb57b32a262a3408826a54a8ec59c9.jpg"],
        description: "学生宿舍四改六，非上床下桌，独立阳台和卫生间，有暖气、空调、电风扇，共六层，二楼设有公共自习室，一楼洗衣机，部分楼层有饮水机。"
      }, {
        id: 4,
        name: "A区03座",
        latitude: "34.833911",
        longitude: "113.550187",
        iconPath: "/images/宿舍.png",
        width: "35",
        height: "35",
        images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630072004_93bb57b32a262a3408826a54a8ec59c9.jpg"],
        description: "学生宿舍四改六，非上床下桌，独立阳台和卫生间，有暖气、空调、电风扇，共六层，二楼设有公共自习室，一楼洗衣机，部分楼层有饮水机。"
      }, {
        id: 5,
        name: "A区04座",
        latitude: "34.833977",
        longitude: "113.550578",
        iconPath: "/images/宿舍.png",
        width: "35",
        height: "35",
        images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630072004_93bb57b32a262a3408826a54a8ec59c9.jpg"],
        description: "学生宿舍四改六，非上床下桌，独立阳台和卫生间，有暖气、空调、电风扇，共六层，二楼设有公共自习室，一楼洗衣机，部分楼层有饮水机。"
      }, {
        id: 6,
        name: "B区01座",
        latitude: "34.833237",
        longitude: "113.552043",
        iconPath: "/images/宿舍.png",
        width: "35",
        height: "35",
        images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630072028_0312741f630a860c2ec8bd8ddd00ed1d.jpg"],
        description: "学生宿舍四人间，上床下桌，独立阳台和卫生间，有暖气、空调、电风扇，共六层，二楼设有公共自习室，一楼洗衣机，部分楼层有饮水机。"
      }, {
        id: 7,
        name: "B区02座",
        latitude: "34.833206",
        longitude: "113.552359",
        iconPath: "/images/宿舍.png",
        width: "35",
        height: "35",
        images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630072028_0312741f630a860c2ec8bd8ddd00ed1d.jpg"],
        description: "学生宿舍四人间，上床下桌，独立阳台和卫生间，有暖气、空调、电风扇，共六层，二楼设有公共自习室，一楼洗衣机，部分楼层有饮水机。"
      }, {
        id: 8,
        name: "B区03座",
        latitude: "34.833946",
        longitude: "113.552198",
        iconPath: "/images/宿舍.png",
        width: "35",
        height: "35",
        images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630072028_0312741f630a860c2ec8bd8ddd00ed1d.jpg"],
        description: "学生宿舍四人间，上床下桌，独立阳台和卫生间，有暖气、空调、电风扇，共六层，二楼设有公共自习室，一楼洗衣机，部分楼层有饮水机。"
      }, {
        id: 9,
        name: "B区04座",
        latitude: "34.833911",
        longitude: "113.552515",
        iconPath: "/images/宿舍.png",
        width: "35",
        height: "35",
        images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630072028_0312741f630a860c2ec8bd8ddd00ed1d.jpg"],
        description: "学生宿舍四人间，上床下桌，独立阳台和卫生间，有暖气、空调、电风扇，共六层，二楼设有公共自习室，一楼洗衣机，部分楼层有饮水机。"
      }, {
        id: 10,
        name: "C区01座",
        latitude: "34.833131",
        longitude: "113.553958",
        iconPath: "/images/宿舍.png",
        width: "35",
        height: "35",
        images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630072038_a6a3d108c6a99bd6ec10a9a0bdd6b2a0.jpg"],
        description: "男生宿舍四人间，上床下桌，独立阳台和卫生间，有暖气、空调、电风扇，共六层，二楼设有公共自习室，一楼洗衣机，部分楼层有饮水机。"
      }, {
        id: 11,
        name: "C区02座",
        latitude: "34.833100",
        longitude: "113.554360",
        iconPath: "/images/宿舍.png",
        width: "35",
        height: "35",
        images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630072038_a6a3d108c6a99bd6ec10a9a0bdd6b2a0.jpg"],
        description: "男生宿舍四人间，上床下桌，独立阳台和卫生间，有暖气、空调、电风扇，共六层，二楼设有公共自习室，一楼洗衣机，部分楼层有饮水机。"
      },
      {
        id: 12,
        name: "C区03座",
        latitude: "34.833836",
        longitude: "113.554114",
        iconPath: "/images/宿舍.png",
        width: "35",
        height: "35",
        images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630072038_a6a3d108c6a99bd6ec10a9a0bdd6b2a0.jpg"],
        description: "男生宿舍四人间，上床下桌，独立阳台和卫生间，有暖气、空调、电风扇，共六层，二楼设有公共自习室，一楼洗衣机，部分楼层有饮水机。"
      },
      {
        id: 13,
        name: "C区04座",
        latitude: "34.833809",
        longitude: "113.554451",
        iconPath: "/images/宿舍.png",
        width: "35",
        height: "35",
        images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630072038_a6a3d108c6a99bd6ec10a9a0bdd6b2a0.jpg"],
        description: "男生宿舍四人间，上床下桌，独立阳台和卫生间，有暖气、空调、电风扇，共六层，二楼设有公共自习室，一楼洗衣机，部分楼层有饮水机。"
      },
      {
        id: 14,
        name: "D区01座",
        latitude: "34.833043",
        longitude: "113.555948",
        iconPath: "/images/宿舍.png",
        width: "35",
        height: "35",
        images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630072050_b75bd8878be54628f41b9b0cbb04d199.jpg"],
        description: "女生宿舍四人间，上床下桌，独立阳台和卫生间，有暖气、空调、电风扇，共六层，二楼设有公共自习室，一楼洗衣机，部分楼层有饮水机。"
      }, {
        id: 15,
        name: "D区02座",
        latitude: "34.833012",
        longitude: "113.556254",
        iconPath: "/images/宿舍.png",
        width: "35",
        height: "35",
        images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630072050_b75bd8878be54628f41b9b0cbb04d199.jpg"],
        description: "女生宿舍四人间，上床下桌，独立阳台和卫生间，有暖气、空调、电风扇，共六层，二楼设有公共自习室，一楼洗衣机，部分楼层有饮水机。"
      }, {
        id: 16,
        name: "D区03座",
        latitude: "34.833743",
        longitude: "113.555943",
        iconPath: "/images/宿舍.png",
        width: "35",
        height: "35",
        images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630072050_b75bd8878be54628f41b9b0cbb04d199.jpg"],
        description: "女生宿舍四人间，上床下桌，独立阳台和卫生间，有暖气、空调、电风扇，共六层，二楼设有公共自习室，一楼洗衣机，部分楼层有饮水机。"
      }, {
        id: 17,
        name: "D区04座",
        latitude: "34.833691",
        longitude: "113.556254",
        iconPath: "/images/宿舍.png",
        width: "35",
        height: "35",
        images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630072050_b75bd8878be54628f41b9b0cbb04d199.jpg", "http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630072100_00f994c7b782fd4c517217d74b8daf4f.jpg"],
        description: "女生宿舍四改六，非上床下桌，独立阳台和卫生间，有暖气、空调、电风扇，共六层，二楼设有公共自习室，一楼洗衣机，部分楼层有饮水机。"
      }, {
        id: 18,
        name: "E区01座",
        latitude: "34.831506",
        longitude: "113.543766",
        iconPath: "/images/宿舍.png",
        width: "35",
        height: "35",
        images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630072216_a0aeb31cb6a3ce8e40afad26b2404069.jpg"],
        description: "学生宿舍四人间，上床下桌，独立阳台和卫生间，有暖气、空调、电风扇，共六层，二楼设有公共自习室，一楼洗衣机，部分楼层有饮水机。"
      }, {
        id: 19,
        name: "E区02座",
        latitude: "34.831471",
        longitude: "113.544044",
        iconPath: "/images/宿舍.png",
        width: "35",
        height: "35",
        images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630072216_a0aeb31cb6a3ce8e40afad26b2404069.jpg"],
        description: "学生宿舍四人间，上床下桌，独立阳台和卫生间，有暖气、空调、电风扇，共六层，二楼设有公共自习室，一楼洗衣机，部分楼层有饮水机。"
      }, {
        id: 20,
        name: "E区03座",
        latitude: "34.832202",
        longitude: "113.543787",
        iconPath: "/images/宿舍.png",
        width: "35",
        height: "35",
        images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630072216_a0aeb31cb6a3ce8e40afad26b2404069.jpg"],
        description: "学生宿舍四人间，上床下桌，独立阳台和卫生间，有暖气、空调、电风扇，共六层，二楼设有公共自习室，一楼洗衣机，部分楼层有饮水机。"
      }, {
        id: 21,
        name: "E区04座",
        latitude: "34.832158",
        longitude: "113.544044",
        iconPath: "/images/宿舍.png",
        width: "35",
        height: "35",
        images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630072216_a0aeb31cb6a3ce8e40afad26b2404069.jpg"],
        description: "学生宿舍四人间，上床下桌，独立阳台和卫生间，有暖气、空调、电风扇，共六层，二楼设有公共自习室，一楼洗衣机，部分楼层有饮水机。"
      }, {
        id: 22,
        name: "外事公寓",
        latitude: "34.831625",
        longitude: "113.544608",
        iconPath: "/images/宿舍.png",
        width: "35",
        height: "35",
        images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630072534_8e8a389a8da7da88bd90fba4164dc381.jpg"],
        description: ""
      },

    ]
  }, {
    build: "餐厅",
    scale: 15,
    data: [{
      id: 1,
      name: "第一餐厅",
      latitude: "34.831925",
      longitude: "113.554822",
      iconPath: "/images/餐饮.png",
      width: "35",
      height: "35",
      images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200629084229_e0d6ecf7b05a3bab4154672f88765918.jpg", "http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200629084237_d2ba253e9710ca1f6864c7fd4d407e36.jpg", "http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200629084244_1e6a9ce1241ff8b2d8464cb884053f29.jpg"],
      description: "一餐，作为工大餐厅的原门面担当，在新装修过后更是转型为了“实力派”三层楼的第一餐厅，总会有一处美食能满足你的味蕾，总有一种味道能让你念念不忘~一楼二楼的窗口汇聚各地之美味，三楼的民族餐厅更会让你感受不同民族的美食的魅力。附近：铁道复印社。"
    }, {
        id: 2,
        name: "第二餐厅",
        latitude: "34.832373",
        longitude: "113.555461",
        iconPath: "/images/餐饮.png",
        width: "35",
        height: "35",
        images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200629084251_2515e2ae3bb6905c20d4abc24027dc8e.jpg"],
        description: "附近：阳光复印社、      平凡眼镜店、饮悦工坊饮品、等"
    },
      {
        id: 3,
        name: "第三餐厅",
        latitude: "34.831000",
        longitude: "113.555401",
        iconPath: "/images/餐饮.png",
        width: "35",
        height: "35",
        images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200629084259_0c5748ad0b8ebefe54f464427a1a5b18.jpg"],
        description: "附近：米莫的茶、真鱿味、户部巷小吃、益和堂、海天复印、蜜粉儿、正新鸡排、第一佳鸡排、同亮眼镜店、蜜雪冰城、麦茶德饮品店、零食屋、理发店等。"
      },
      {
        id: 4,
        name: "E区美食街",
        latitude: "34.831846",
        longitude: "113.542982",
        iconPath: "/images/餐饮.png",
        width: "35",
        height: "35",
        images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200629084308_ed55a88e7133e4af8a114afadc7ad69f.jpg"],
        description: "小吃街。"
      } ,{
        id: 5,
        name: "食来运转餐厅",
        latitude: "34.829921",
        longitude: "113.546582",
        iconPath: "/images/餐饮.png",
        width: "35",
        height: "35",
        images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200629084317_dab06a7639c9dda706faea87d92c2157.jpg"],
        description: "位于31号楼北侧校便利超市二楼。"
      }]
  }, {
    build: "运动场",
    scale: 17,
    data: [{
      id: 1,
      name: "东操场",
      latitude: "34.832907",
      longitude: "113.547306",
      iconPath: "/images/文体设施.png",
      width: "35",
      height: "35",
      images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630084114_ff396a3474975e54327d7769d32b73a0.jpg"],
      description: "东操场。"
    }, {
      id: 2,
      name: "西操场",
        latitude: "34.832955",
        longitude: "113.548712",
      iconPath: "/images/文体设施.png",
      width: "35",
      height: "35",
        images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630084228_d53f325bc555586fe6391caa95f78a31.jpg"],
      description: "西操场。"
    },
       { id: 3,
        name: "网球场",
         latitude: "34.831740",
         longitude: "113.545359",
        iconPath: "/images/文体设施.png",
        width: "35",
        height: "35",
         images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630084218_63b5867298aec18aa57c4e4abae1ebf7.jpg"],
        description: "网球场。"
    },
      {
        id: 4,
        name: "篮球场",
        latitude: "34.831771",
        longitude: "113.546523",
        iconPath: "/images/文体设施.png",
        width: "35",
        height: "35",
        images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630084123_20e0334a3f20837950e143b81f2c1b2b.jpg"],
        description: "篮球场。"
      },
      {
        id: 5,
        name: "排球场",
        latitude: "34.833056",
        longitude: "113.545670",
        iconPath: "/images/文体设施.png",
        width: "35",
        height: "35",
        images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630084149_2107232d479769dc1be0f98852774acc.jpg"],
        description: "排球场。"
      }, {
        id: 6,
        name: "塑胶篮球场",
        latitude: "34.832682",
        longitude: "113.547961",
        iconPath: "/images/文体设施.png",
        width: "35",
        height: "35",
        images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630084135_8bd28a97cfa48290b3e4fb21b9bcc449.jpg"],
        description: "塑胶篮球场。"
      },


    ]
  }, {
    build: "图书馆",
    scale: 17,
    data: [{
      id: 1,
      name: "图书馆",
      latitude: "34.830899",
      longitude: "113.551313",
      iconPath: "/images/图书馆.png",
      width: "35",
      height: "35",
      images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200616141500_feec9c5d060ce987c22d954196b9b464.jpg", "http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200616141507_5e37b32518640e9e4c5f8f63b55fc7c4.jpg"],
      description: "河南工业大学图书馆莲花街校区中心馆面积40296平方米，是一座现代化的大型图书馆馆舍。入馆必须携带本人学生卡，从闸机处刷卡入馆。开放时间为7:30am-10:00pm（正常情况）。二楼有咨询台、借还处，电子阅览室、复印社、大河书局以及每天下午3点准时播放电影的3D视听室。图书馆每层东西书库均有自习区域，三楼中间为公共研讨区，五楼、八楼、九楼中为公共自习区，此外，还设有图书漂流站（6层）、透明屛展示区、3D打印体验区等，馆内部门有党政办公室、采编部、读者服务部、数据资源部。"
    }]
  }, {
    build: "生活服务",
    scale: 16,
    data: [{
      id: 1,
      name: "新起点超市",
      latitude: "34.832616",
      longitude: "113.552378",
      iconPath: "/images/便利设施.png",
      width: "35",
      height: "35",
      images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630084057_2688f6066bf8a4c8cd86f2d2087255b0.jpg"],
      description: "新起点超市位于钟楼西侧，二楼有：实惠复印社、康明眼镜、酷啦啦时尚精品店，理发店、手机和电脑维修服务等。"
    }, {
      id: 2,
      name: "校便利生活广场",
        latitude: "34.829969",
        longitude: "113.546292",
        iconPath: "/images/便利设施.png",
      width: "35",
      height: "35",
        images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630084042_81117b0d49ed162b47e383b96741cfe3.jpg"],
      description: "校内便利超市位于31号楼北侧，内有打印店、饮品店、水果店等。"
      },
      {
        id: 3,
        name: "学生生活服务中心",
        latitude: "34.832678",
        longitude: "113.553303",
        iconPath: "/images/便利设施.png",
        width: "35",
        height: "35",
        images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630084049_1e9895b31bf8974ee2ad47fbbd1a3710.jpg"],
        description: "学生生活服务中心位于钟楼负一层，内有：手表、手机、电脑维修店、文具用品店、打印店、生活日用百货。"
      },
  
    ]
  }, {
    build: "快递",
    scale: 16,
    data: [{
      id: 1,
      name: "京东派",
      latitude: "34.831181",
      longitude: "113.556157 ",
      iconPath: "/images/快递.png",
      width: "35",
      height: "35",
      images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630083729_5ed93c90577cfe96033ca372e0726c46.jpg"],
      description: "主要快递：京东快递。"
    }, {
      id: 2,
      name: "31号楼北",
        latitude: "34.830036",
        longitude: "113.546351",
      iconPath: "/images/快递.png",
      width: "35",
      height: "35",
        images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630083713_5ede06cf81556af5ac8f611e190b582b.jpg"],
      description: "主要快递：中通快递、韵达快递。"
      }, {
        id: 3,
        name: "钟楼负一层",
        latitude: "34.832695",
        longitude: "113.552966",
        iconPath: "/images/快递.png",
        width: "35",
        height: "35",
        images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630083719_9914e879bba7e37d23496d28c0d0264b.jpg"],
        description: "主要快递：汇通快递。"
      },
      {
        id: 4,
        name: "酷啦啦旁菜鸟驿站",
        latitude: "34.832687",
        longitude: "113.552488",
        iconPath: "/images/快递.png",
        width: "35",
        height: "35",
        images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630083750_eaf6320e93d42a0cd5e4821e1ba9a559.jpg"],
        description: "主要快递：圆通快递、申通快递、天天快递。"
      },
      {
        id: 5,
        name: "三餐菜鸟驿站",
        latitude: "34.830736",
        longitude: "113.556152",
        iconPath: "/images/快递.png",
        width: "35",
        height: "35",
        images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630083738_9b2432e9a2f490f9fe40e46ad71aba75.jpg"],
        description: "位于三餐东南角，主要快递：百世快递、圆通快递。"
      }]
  }, {
    build: "ATM",
    scale: 16,
    data: [{
      id: 1,
      name: "中国农业银行ATM",
      latitude: "34.827966",
      longitude: "113.553271",
      iconPath: "/images/ATM.png",
      width: "35",
      height: "35",
      images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630082818_1aeebca24d9041d651df885de1204a12.jpg"],
      description: "中国农业银行（行政楼）。"
    }, {
      id: 2,
      name: "交通银行ATM",
        latitude: "34.832682",
        longitude: "113.551615",
      iconPath: "/images/ATM.png",
      width: "35",
      height: "35",
        images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630082800_6d61831803198ceb4ef61d2520a4722c.jpg"],
      description: "交通银行ATM。"
      }, {
        id: 3,
        name: "工商银行ATM",
        latitude: "34.832616",
        longitude: "113.552724",
        iconPath: "/images/ATM.png",
        width: "35",
        height: "35",
        images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630082750_fc4a58ff51170e593c4d16c7e028a274.jpg"],
        description: "工商银行ATM。"
      },
      {
        id: 4,
        name: "中国农业银行ATM",
        latitude: "34.832550",
        longitude: "113.553286",
        iconPath: "/images/ATM.png",
        width: "35",
        height: "35",
        images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630082826_308ba93b247840b49715889785f3788e.jpg"],
        description: "中国农业银行ATM（钟楼）。"
      }, {
        id: 5,
        name: "中国银行ATM",
        latitude: "34.832678",
        longitude: "113.551781",
        iconPath: "/images/ATM.png",
        width: "35",
        height: "35",
        images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630082836_9ff6f749f8308bba2211fc53a24d2ff4.jpg"],
        description: "中国银行ATM。"
      },
      {
        id: 6,
        name: "中国农业银行ATM",
        latitude: "34.832680",
        longitude: "113.551698",
        iconPath: "/images/ATM.png",
        width: "35",
        height: "35",
        images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630082809_ec9985e682e6f84060102dc04d177807.jpg"],
        description: "中国农业银行ATM-25号楼后。"
      },
    ]
  },
    {
      build: "其他",
      scale: 16,
      data: [{
        id: 1,
        name: "行政楼",
        latitude: "34.828208",
        longitude: "113.553003",
        iconPath: "/images/教学楼.png",
        width: "35",
        height: "35",
        images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630083925_38619230adaa77fdb884b81da8f258aa.jpg"],
        description: "办公楼。"
      },{
        id: 2,
        name: "中国粮食博物馆",
        latitude: "34.831150",
        longitude: "113.551469",
        iconPath: "/images/景点.png",
        width: "35",
        height: "35",
        images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630083843_9596b2b1aed6f7462e8d079a3b04ebb0.jpg", "http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630083852_82433bbbedd1d7d3b85cda275fae9621.jpg"],
          description: "中国粮食博物馆是国家粮食局和河南省政府共建河南工业大学承建的重点项目，定位是国家级的行业博物馆。建筑规模1.6万平米，拥有文物藏品1万余件，编撰出版的“十二五”国家重点图书出版规划项目《中国粮食史图说》成为全国新华书店正版畅销书，是全国粮食文化项目建设的重要参考文献，电影《粮食》成为国家粮食局全国粮食科技周主题片。规划有天地精华、谷脉流长、廪实仓盈、功济大千、流脂香韵、舌尖风光、枝蔓同根、文明之舟、粟海探幽、五洲粮缘等十个展区。"
      }, {
        id: 3,
        name: "综合事务楼（25号楼）",
          latitude: "34.832647",
          longitude: "113.551512",
        iconPath: "/images/教学楼.png",
        width: "35",
        height: "35",
          images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630083833_0ba9c8d3d785da585dc5d578cd0127d5.jpg"],
          description: "25号楼，负责学生的日常工作，有校团委、心理健康教育中心、大学生艺术团、河南工业大学预备役连，学生资助中心、学生会、一些校园招聘会一般也会在这里举行。"
        }, 
        {
          id: 4,
          name: "中国邮政",
          latitude: "34.827622",
          longitude: "113.550721",
          iconPath: "/images/景点.png",
          width: "35",
          height: "35",
          images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630083942_53552404b72091c301a5d7a67df78a07.jpg"],
          description: "中国邮政。"
        },
        {
          id: 5,
          name: "洗浴中心",
          latitude: "34.831484",
          longitude: "113.556211",
          iconPath: "/images/xiyu.png",
          width: "35",
          height: "35",
          images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630083909_5042b559d1089e062b8385f8c68e8904.jpg"],
          description: "洗浴中心位于二餐南侧，一楼（女生）二楼（男生）均为单间，需在一楼大厅办理洗澡卡；三楼为公共澡堂。刷卡即可，按用水量计费。开放时间为9:00-22:00,节假日期间以通知为准。附近：化妆品生活超市、药店、理发店等。"
        },
        {
          id:6,
          name: "公共卫生间",
          latitude: "34.832185",
          longitude: "113.548755",
          iconPath: "/images/公共厕所.png",
          width: "35",
          height: "35",
          images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630083901_913159aebc1552666f532cb0ff589de5.jpg"],
          description: "公共厕所在学校内只有一个，另外在每个教学楼的每层也都有卫生间。"
        },
        {
          id: 7,
          name: "校医院",
          latitude: "34.829763",
          longitude: "113.556769",
          iconPath: "/images/hospital.png",
          width: "35",
          height: "35",
          images: ["http://cd7.yesapi.net/CBE51861C53ECC63FC1085114B54AC34_20200630083933_581432f95bfc35e844aebbe8dcc17d8f.jpg"],
          description: "校医院位于东门附近，就诊需携带学校发的医保本。"
        }
      ]
    }]
}, {
  branchName: "嵩山路校区",
  index: 1,
  place: [{
    build: "",
    scale: 16,
    data: [{
      name: "",
      latitude: "34.740718",
      longitude: "113.626099",
      iconPath: "",
      width: "30",
      height: "30",
      images: [""],
      description: ""
    }]
  }]
}];